Repository: bandanpixster-ship-it/LocalizerHelper
Catalog: Localizable.xcstrings
Source language: en
Languages: af, bn, de, es, fr, hi, hr, id, mr, pt_br, ta, te, zu

source: Selected
af: Gekies
bn: নির্বাচিত
de: Ausgewählt
es: Seleccionado
fr: Choisi
hi: चयनित
hr: Odabrano
id: Terpilih
mr: निवडले
pt_br: Selecionado
ta: தேர்ந்தெடுக்கப்பட்டது
te: ఎంపిక చేయబడింది
zu: Ikhethiwe

source: Settings
af: Instellings
bn: সেটিংস
de: Einstellungen
es: Ajustes
fr: Paramètres
hi: सेटिंग्स
hr: postavke
id: Pengaturan
mr: सेटिंग्ज
pt_br: Configurações
ta: அமைப்புகள்
te: సెట్టింగ్‌లు
zu: Izilungiselelo

source: Share
af: Deel
bn: শেয়ার করুন
de: Aktie
es: Compartir
fr: Partager
hi: शेयर करना
hr: Udio
id: Membagikan
mr: शेअर करा
pt_br: Compartilhar
ta: பகிரவும்
te: షేర్ చేయండి
zu: Yabelana

source: Share an app
af: Deel 'n toepassing
bn: একটি অ্যাপ শেয়ার করুন
de: Teilen Sie eine App
es: Compartir una aplicación
fr: Partager une application
hi: एक ऐप साझा करें
hr: Podijelite aplikaciju
id: Bagikan aplikasi
mr: ॲप शेअर करा
pt_br: Compartilhe um aplicativo
ta: பயன்பாட்டைப் பகிரவும்
te: యాప్‌ను షేర్ చేయండి
zu: Yabelana ngohlelo lokusebenza

source: Skip
af: Slaan oor
bn: এড়িয়ে যান
de: Überspringen
es: Saltar
fr: Sauter
hi: छोडना
hr: Preskočiti
id: Melewati
mr: वगळा
pt_br: Pular
ta: தவிர்க்கவும்
te: దాటవేయి
zu: Yeqa

source: Smart features
af: Slim kenmerke
bn: স্মার্ট বৈশিষ্ট্য
de: Intelligente Funktionen
es: Funciones inteligentes
fr: Fonctionnalités intelligentes
hi: स्मार्ट सुविधाएँ
hr: Pametne značajke
id: Fitur cerdas
mr: स्मार्ट वैशिष्ट्ये
pt_br: Recursos inteligentes
ta: ஸ்மார்ட் அம்சங்கள்
te: స్మార్ట్ ఫీచర్లు
zu: Izici ezihlakaniphile

source: Smart suggestions
af: Slim voorstelle
bn: স্মার্ট পরামর্শ
de: Intelligente Vorschläge
es: Sugerencias inteligentes
fr: Suggestions intelligentes
hi: स्मार्ट सुझाव
hr: Pametni prijedlozi
id: Saran cerdas
mr: स्मार्ट सूचना
pt_br: Sugestões inteligentes
ta: ஸ்மார்ட் பரிந்துரைகள்
te: తెలివైన సూచనలు
zu: Iziphakamiso ezihlakaniphile

source: Snap a photo and instantly translate text from images, such as menus and signs. Available offline.
af: Maak 'n foto en vertaal teks onmiddellik vanaf beelde, soos spyskaarte en tekens. Vanlyn beskikbaar.
bn: একটি ছবি তুলুন এবং তাৎক্ষণিকভাবে ছবি থেকে পাঠ্য অনুবাদ করুন, যেমন মেনু এবং চিহ্ন। অফলাইনে উপলব্ধ।
de: Machen Sie ein Foto und übersetzen Sie sofort Text aus Bildern, z. B. Menüs und Schildern. Offline verfügbar.
es: Tome una foto y traduzca instantáneamente texto de imágenes, como menús y letreros. Disponible sin conexión.
fr: Prenez une photo et traduisez instantanément le texte des images, comme les menus et les panneaux. Disponible hors ligne.
hi: एक फोटो खींचें और मेनू और संकेतों जैसी छवियों से टेक्स्ट का तुरंत अनुवाद करें। ऑफ़लाइन उपलब्ध है.
hr: Snimite fotografiju i odmah prevedite tekst sa slika, poput izbornika i znakova. Dostupno izvan mreže.
id: Ambil foto dan langsung terjemahkan teks dari gambar, seperti menu dan tanda. Tersedia offline.
mr: फोटो घ्या आणि मेनू आणि चिन्हे यांसारख्या प्रतिमांमधील मजकूर त्वरित अनुवादित करा. ऑफलाइन उपलब्ध.
pt_br: Tire uma foto e traduza instantaneamente texto de imagens, como menus e placas. Disponível off-line.
ta: ஒரு புகைப்படத்தை எடுத்து, மெனுக்கள் மற்றும் அடையாளங்கள் போன்ற படங்களிலிருந்து உரையை உடனடியாக மொழிபெயர்க்கவும். ஆஃப்லைனில் கிடைக்கும்.
te: ఫోటోను తీయండి మరియు మెనూలు మరియు సంకేతాల వంటి చిత్రాల నుండి వచనాన్ని తక్షణమే అనువదించండి. ఆఫ్‌లైన్‌లో అందుబాటులో ఉంది.
zu: Thwebula isithombe bese uhumusha ngokushesha umbhalo osuka ezithombeni, njengamamenyu nezimpawu. Itholakala ungaxhunyiwe ku-inthanethi.

source: Some Key
af: Een of ander sleutel
bn: কিছু কী
de: Ein Schlüssel
es: alguna clave
fr: Une clé
hi: कुछ कुंजी
hr: Neki ključ
id: Beberapa Kunci
mr: काही की
pt_br: Alguma chave
ta: சில விசைகள்
te: కొన్ని కీ
zu: Abanye Ukhiye

source: Something went wrong while requesting camera access
af: Iets het verkeerd geloop terwyl kameratoegang versoek is
bn: ক্যামেরা অ্যাক্সেসের অনুরোধ করার সময় কিছু ভুল হয়েছে
de: Beim Anfordern des Kamerazugriffs ist ein Fehler aufgetreten
es: Algo salió mal al solicitar acceso a la cámara
fr: Une erreur s'est produite lors de la demande d'accès à la caméra
hi: कैमरा एक्सेस का अनुरोध करते समय कुछ गलत हो गया
hr: Nešto nije u redu prilikom traženja pristupa kameri
id: Terjadi error saat meminta akses kamera
mr: कॅमेरा प्रवेशाची विनंती करताना काहीतरी चूक झाली
pt_br: Algo deu errado ao solicitar acesso à câmera
ta: கேமரா அணுகலைக் கோரும்போது ஏதோ தவறு ஏற்பட்டது
te: కెమెరా యాక్సెస్‌ని అభ్యర్థిస్తున్నప్పుడు ఏదో తప్పు జరిగింది
zu: Kukhona okungahambanga kahle ngenkathi ucela ukufinyelela kwekhamera

source: Something went wrong. Please try again later.
af: Iets het verkeerd geloop. Probeer asseblief later weer.
bn: কিছু ভুল হয়েছে পরে আবার চেষ্টা করুন.
de: Etwas ist schief gelaufen. Bitte versuchen Sie es später noch einmal.
es: Algo salió mal. Inténtelo de nuevo más tarde.
fr: Quelque chose s'est mal passé. Veuillez réessayer plus tard.
hi: कुछ गलत हो गया। कृपया बाद में पुन: प्रयास करें।
hr: Nešto nije u redu. Pokušajte ponovno kasnije.
id: Ada yang tidak beres. Silakan coba lagi nanti.
mr: काहीतरी चूक झाली. कृपया नंतर पुन्हा प्रयत्न करा.
pt_br: Algo deu errado. Por favor, tente novamente mais tarde.
ta: ஏதோ தவறாகிவிட்டது. பிறகு முயற்சிக்கவும்.
te: ఏదో తప్పు జరిగింది. దయచేసి తర్వాత మళ్లీ ప్రయత్నించండి.
zu: Kukhona into engahambanga kahle. Sicela uzame futhi emuva kwesikhathi.

source: Speak into the mic, and your words will\nbe translated into the preferred language
af: Praat in die mikrofoon, en jou woorde sal\n in die voorkeurtaal vertaal word
bn: মাইকে কথা বলুন, এবং আপনার শব্দগুলি পছন্দের ভাষায় অনুবাদ করা হবে
de: Sprechen Sie in das Mikrofon und Ihre Worte werden in die bevorzugte Sprache übersetzt
es: Habla por el micrófono y tus palabras\nse traducirán al idioma preferido
fr: Parlez dans le micro et vos mots seront\ntraduits dans la langue de votre choix.
hi: माइक में बोलें, और आपके शब्दों का पसंदीदा भाषा में अनुवाद किया जाएगा
hr: Govorite u mikrofon i vaše će riječi\nbiti prevedene na željeni jezik
id: Bicaralah ke mikrofon, dan kata-kata Anda akan\nditerjemahkan ke dalam bahasa pilihan
mr: माइकवर बोला आणि तुमचे शब्द प्राधान्यकृत भाषेत भाषांतरित केले जातील
pt_br: Fale no microfone e suas palavras serão\ntraduzidas para o idioma de sua preferência
ta: மைக்கில் பேசுங்கள், உங்கள் வார்த்தைகள்\nவிருப்பமான மொழியில் மொழிபெயர்க்கப்படும்
te: మైక్‌లో మాట్లాడండి, మీ పదాలు\nప్రాధాన్య భాషలోకి అనువదించబడతాయి
zu: Khuluma kumakrofoni, futhi amagama akho\nizohunyushelwa olimini oluncanyelwayo

source: Speak. Translate. Converse
af: Praat. Vertaal. Gesels
bn: কথা বলুন। অনুবাদ করুন। কথোপকথন
de: Sprechen. Übersetzen. Umgekehrt
es: Hablar. Traducir. Conversar
fr: Parler. Traduire. Converser
hi: बोलना। अनुवाद करना। उलटा
hr: Govoriti. Prevesti. Razgovarati
id: Berbicara. Menerjemahkan. Berbicara
mr: बोला. भाषांतर करा. संभाषण करा
pt_br: Falar. Traduzir. Conversar
ta: பேசு. மொழிபெயர். உரையாடுங்கள்
te: మాట్లాడండి. అనువదించు. సంభాషించండి
zu: Khuluma. Humusha. Xoxa

source: Speech recognition access denied
af: Toegang tot spraakherkenning geweier
bn: বক্তৃতা শনাক্তকরণ অ্যাক্সেস অস্বীকৃত
de: Zugriff auf die Spracherkennung verweigert
es: Acceso al reconocimiento de voz denegado
fr: Accès à la reconnaissance vocale refusé
hi: वाक् पहचान पहुंच अस्वीकृत
hr: Pristup prepoznavanju govora odbijen
id: Akses pengenalan ucapan ditolak
mr: उच्चार ओळख प्रवेश नाकारला
pt_br: Acesso ao reconhecimento de fala negado
ta: பேச்சு அங்கீகார அணுகல் மறுக்கப்பட்டது
te: ప్రసంగ గుర్తింపు యాక్సెస్ నిరాకరించబడింది
zu: Ukufinyelela kokuqaphela inkulumo kunqatshelwe

source: Subscribe monthly
af: Teken maandeliks in
bn: মাসিক সদস্যতা
de: Monatlich abonnieren
es: Suscríbete mensualmente
fr: Abonnez-vous mensuellement
hi: मासिक सदस्यता लें
hr: Pretplatite se mjesečno
id: Berlangganan bulanan
mr: मासिक सदस्यता घ्या
pt_br: Assine mensalmente
ta: மாதந்தோறும் குழுசேர்
te: నెలవారీ సభ్యత్వం పొందండి
zu: Bhalisa nyanga zonke

source: Subscribe weekly
af: Teken weekliks in
bn: সাপ্তাহিক সদস্যতা
de: Abonnieren Sie wöchentlich
es: Suscríbete semanalmente
fr: Abonnez-vous chaque semaine
hi: साप्ताहिक सदस्यता लें
hr: Pretplatite se tjedno
id: Berlangganan setiap minggu
mr: साप्ताहिक सदस्यता घ्या
pt_br: Assine semanalmente
ta: வாரந்தோறும் குழுசேர்
te: ప్రతి వారం సబ్‌స్క్రైబ్ చేయండి
zu: Bhalisa masonto onke

source: Sure
af: Sekerlik
bn: নিশ্চিত
de: Sicher
es: Seguro
fr: Bien sûr
hi: ज़रूर
hr: Naravno
id: Tentu
mr: नक्की
pt_br: Claro
ta: நிச்சயமாக
te: ఖచ్చితంగా
zu: Impela

source: Swipe up to translate
af: Swiep op om te vertaal
bn: অনুবাদ করতে উপরে সোয়াইপ করুন
de: Zum Übersetzen nach oben wischen
es: Desliza hacia arriba para traducir
fr: Faites glisser votre doigt vers le haut pour traduire
hi: अनुवाद करने के लिए ऊपर की ओर स्वाइप करें
hr: Prijeđite prstom prema gore za prijevod
id: Geser ke atas untuk menerjemahkan
mr: भाषांतर करण्यासाठी वर स्वाइप करा
pt_br: Deslize para cima para traduzir
ta: மொழிபெயர்க்க மேலே ஸ்வைப் செய்யவும்
te: అనువదించడానికి పైకి స్వైప్ చేయండి
zu: Swayiphela phezulu ukuze uhumushe

source: Synonym
af: Sinoniem
bn: সমার্থক শব্দ
es: Sinónimo
fr: Synonyme
hi: समानार्थी शब्द
hr: Sinonim
id: Sinonim
mr: समानार्थी शब्द
pt_br: Sinônimo
ta: இணைச்சொல்
te: పర్యాయపదం
zu: Igama elifanayo

source: Talk Without Limits
af: Praat Sonder Perke
bn: সীমা ছাড়া কথা বলুন
de: Sprechen Sie ohne Grenzen
es: Hablar sin límites
fr: Parlez sans limites
hi: बिना सीमा के बात करें
hr: Razgovarajte bez ograničenja
id: Bicara Tanpa Batas
mr: मर्यादेशिवाय बोला
pt_br: Fale sem limites
ta: வரம்புகள் இல்லாமல் பேசுங்கள்
te: పరిమితులు లేకుండా మాట్లాడండి
zu: Khuluma Ngaphandle Kwemikhawulo

# Tap here to begin scanning and translating text with AI-powered accuracy
source: Tap here to begin scanning and\ntranslating text with AI-powered accuracy
af: Tik hier om teks met KI-aangedrewe akkuraatheid te begin skandeer en\nvertaal
bn: এআই-চালিত নির্ভুলতার সাথে পাঠ্য স্ক্যান করা এবং অনুবাদ করা শুরু করতে এখানে আলতো চাপুন
de: Tippen Sie hier, um mit dem Scannen und\nÜbersetzen von Text mit KI-gestützter Genauigkeit zu beginnen
es: Toca aquí para comenzar a escanear y\ntraducir texto con precisión impulsada por IA
fr: Appuyez ici pour commencer à numériser et\ntraduire du texte avec une précision optimisée par l'IA
hi: एआई-संचालित सटीकता के साथ टेक्स्ट को स्कैन और अनुवाद करना शुरू करने के लिए यहां टैप करें
hr: Dodirnite ovdje za početak skeniranja i\nprevođenja teksta s preciznošću koju pokreće AI
id: Ketuk di sini untuk mulai memindai dan\nmenerjemahkan teks dengan akurasi yang didukung AI
mr: AI-शक्तीच्या अचूकतेसह मजकूर स्कॅन करणे आणि अनुवादित करणे सुरू करण्यासाठी येथे टॅप करा
pt_br: Toque aqui para começar a digitalizar e\ntraduzir texto com precisão baseada em IA
ta: AI-இயங்கும் துல்லியத்துடன் உரையை ஸ்கேன் செய்து மொழியாக்கம் செய்ய இங்கே தட்டவும்
te: AI ఆధారిత ఖచ్చితత్వంతో వచనాన్ని స్కాన్ చేయడం మరియు అనువదించడం ప్రారంభించడానికి ఇక్కడ నొక్కండి
zu: Thepha lapha ukuze uqale ukuskena kanye\nnokuhumusha umbhalo ngokunemba okuxhaswe yi-AI

# Tap on any object to translate it into your preferred language in AR
source: Tap on any object to translate it\ninto your preferred language in AR
af: Tik op enige voorwerp om dit\nin jou voorkeurtaal in AR te vertaal
bn: AR-তে আপনার পছন্দের ভাষায়\nঅনুবাদ করতে যেকোনো বস্তুতে ট্যাপ করুন
de: Tippen Sie auf ein beliebiges Objekt, um es in AR in Ihre bevorzugte Sprache zu übersetzen
es: Toca cualquier objeto para traducirlo\na tu idioma preferido en AR
fr: Appuyez sur n'importe quel objet pour le traduire\ndans votre langue préférée en RA
hi: किसी भी ऑब्जेक्ट को AR में अपनी पसंदीदा भाषा में अनुवाद करने के लिए उस पर टैप करें
hr: Dodirnite bilo koji objekt da biste ga preveli\nna željeni jezik u AR-u
id: Ketuk objek mana pun untuk menerjemahkannya\ninke bahasa pilihan Anda di AR
mr: AR मधील तुमच्या पसंतीच्या भाषेत\nअनुवाद करण्यासाठी कोणत्याही ऑब्जेक्टवर टॅप करा
pt_br: Toque em qualquer objeto para traduzi-lo\npara seu idioma preferido em RA
ta: AR இல் நீங்கள் விரும்பும் மொழியில்\nஎந்தவொரு பொருளையும் மொழிபெயர்க்க, அதைத் தட்டவும்
te: ఏదైనా వస్తువును ARలో మీ ప్రాధాన్య భాషలోకి\nఅనువదించడానికి దానిపై నొక్కండి
zu: Thepha kunoma iyiphi into ukuze uyihumushe\nise olimini oluncamelayo ngesi-AR

source: Tap on Mic to Start Conversation
af: Tik op mikrofoon om 'n gesprek te begin
bn: কথোপকথন শুরু করতে মাইকে আলতো চাপুন
de: Tippen Sie auf „Mikrofon“, um das Gespräch zu beginnen
es: Toque el micrófono para iniciar la conversación
fr: Appuyez sur le micro pour démarrer la conversation
hi: बातचीत शुरू करने के लिए माइक पर टैप करें
hr: Dodirnite mikrofon za početak razgovora
id: Ketuk Mikrofon untuk Memulai Percakapan
mr: संभाषण सुरू करण्यासाठी माइकवर टॅप करा
pt_br: Toque no microfone para iniciar a conversa
ta: உரையாடலைத் தொடங்க மைக்கில் தட்டவும்
te: సంభాషణను ప్రారంభించడానికి మైక్‌పై నొక్కండి
zu: Thepha ku-Mic ukuze uqale Ingxoxo

source: Tap on Object for AR Translation
af: Tik op Object for AR Translation
bn: AR অনুবাদের জন্য অবজেক্টে ট্যাপ করুন
de: Tippen Sie auf Objekt für AR-Übersetzung
es: Toque Objeto para traducción AR
fr: Appuyez sur Objet pour la traduction AR
hi: एआर अनुवाद के लिए ऑब्जेक्ट पर टैप करें
hr: Dodirnite Objekt za AR prijevod
id: Ketuk Objek untuk Terjemahan AR
mr: AR भाषांतरासाठी ऑब्जेक्टवर टॅप करा
pt_br: Toque no objeto para tradução AR
ta: AR மொழிபெயர்ப்பிற்கான பொருளின் மீது தட்டவும்
te: AR అనువాదం కోసం ఆబ్జెక్ట్‌పై నొక్కండి
zu: Thepha kokuthi Into Yokuhumusha Kwe-AR

# Tap the mic to start a conversation and get translations in real-time
source: Tap the mic to start a conversation and\nget translations in real-time
af: Tik op die mikrofoon om 'n gesprek te begin en\nvertalings intyds te kry
bn: একটি কথোপকথন শুরু করতে মাইকে আলতো চাপুন এবং রিয়েল-টাইমে অনুবাদগুলি পান৷
de: Tippen Sie auf das Mikrofon, um ein Gespräch zu beginnen und Übersetzungen in Echtzeit zu erhalten
es: Toca el micrófono para iniciar una conversación y\nobtener traducciones en tiempo real
fr: Appuyez sur le micro pour démarrer une conversation et\nobtenir des traductions en temps réel
hi: बातचीत शुरू करने और वास्तविक समय में अनुवाद प्राप्त करने के लिए माइक टैप करें
hr: Dodirnite mikrofon da biste započeli razgovor i\ndobili prijevode u stvarnom vremenu
id: Ketuk mikrofon untuk memulai percakapan dan\nmendapatkan terjemahan secara real-time
mr: संभाषण सुरू करण्यासाठी माइकवर टॅप करा आणि रीअल-टाइममध्ये भाषांतरे मिळवा
pt_br: Toque no microfone para iniciar uma conversa e\nreceber traduções em tempo real
ta: உரையாடலைத் தொடங்க மைக்கைத் தட்டவும் மற்றும் நிகழ்நேரத்தில் மொழிபெயர்ப்புகளைப் பெறவும்
te: సంభాషణను ప్రారంభించడానికి మైక్‌ను నొక్కండి మరియు\nనిజ సమయంలో అనువాదాలను పొందండి
zu: Thepha imakrofoni ukuze uqale ingxoxo futhi\uthole ukuhumusha ngesikhathi sangempela

source: Terms of Use
af: Gebruiksvoorwaardes
bn: ব্যবহারের শর্তাবলী
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d'utilisation
hi: उपयोग की शर्तें
hr: Uvjeti korištenja
id: Ketentuan Penggunaan
mr: वापराच्या अटी
pt_br: Termos de Uso
ta: பயன்பாட்டு விதிமுறைகள்
te: ఉపయోగ నిబంధనలు
zu: Imigomo Yokusebenzisa

source: Text copied now paste anywhere
af: Teks wat nou gekopieer is, plak enige plek
bn: কপি করা টেক্সট এখন যেকোনো জায়গায় পেস্ট করুন
de: Der kopierte Text wird jetzt an einer beliebigen Stelle eingefügt
es: El texto copiado ahora se pega en cualquier lugar.
fr: Texte copié maintenant collé n'importe où
hi: अब कॉपी किया गया टेक्स्ट कहीं भी पेस्ट करें
hr: Tekst kopiran sada zalijepite bilo gdje
id: Teks disalin sekarang tempel di mana saja
mr: कॉपी केलेला मजकूर आता कुठेही पेस्ट करा
pt_br: Texto copiado agora cole em qualquer lugar
ta: உரை நகலெடுக்கப்பட்டது, இப்போது எங்கும் ஒட்டவும்
te: టెక్స్ట్ కాపీ చేయబడింది ఇప్పుడు ఎక్కడైనా అతికించండి
zu: Umbhalo okopishiwe manje unamathisele noma yikuphi

source: Text Copied!
af: Teks gekopieer!
bn: পাঠ্য অনুলিপি করা হয়েছে!
de: Text kopiert!
es: ¡Texto copiado!
fr: Texte copié!
hi: पाठ कॉपी किया गया!
hr: Tekst kopiran!
id: Teks Disalin!
mr: मजकूर कॉपी केला!
pt_br: Texto copiado!
ta: உரை நகலெடுக்கப்பட்டது!
te: వచనం కాపీ చేయబడింది!
zu: Umbhalo Ukopishiwe!

source: Text Message
af: SMS-boodskap
bn: টেক্সট মেসেজ
de: Textnachricht
es: Mensaje de texto
fr: Message texte
hi: पाठ संदेश
hr: SMS poruka
id: Pesan Teks
mr: मजकूर संदेश
pt_br: Mensagem de texto
ta: உரைச் செய்தி
te: వచన సందేశం
zu: Umlayezo Wombhalo

source: Text not recognized – please try again
af: Teks word nie herken nie – probeer asseblief weer
bn: পাঠ্য স্বীকৃত নয় – অনুগ্রহ করে আবার চেষ্টা করুন
de: Text nicht erkannt – bitte versuchen Sie es erneut
es: Texto no reconocido – inténtelo de nuevo
fr: Texte non reconnu – veuillez réessayer
hi: पाठ पहचाना नहीं गया - कृपया पुनः प्रयास करें
hr: Tekst nije prepoznat – pokušajte ponovno
id: Teks tidak dikenali – silakan coba lagi
mr: मजकूर ओळखला नाही – कृपया पुन्हा प्रयत्न करा
pt_br: Texto não reconhecido – tente novamente
ta: உரை அங்கீகரிக்கப்படவில்லை - மீண்டும் முயற்சிக்கவும்
te: వచనం గుర్తించబడలేదు - దయచేసి మళ్లీ ప్రయత్నించండి
zu: Umbhalo awaziwa – sicela uzame futhi

source: Text translation failed
af: Teksvertaling het misluk
bn: পাঠ্য অনুবাদ ব্যর্থ হয়েছে৷
de: Die Textübersetzung ist fehlgeschlagen
es: La traducción del texto falló
fr: La traduction du texte a échoué
hi: पाठ का अनुवाद विफल रहा
hr: Prijevod teksta nije uspio
id: Terjemahan teks gagal
mr: मजकूर अनुवाद अयशस्वी
pt_br: Falha na tradução do texto
ta: உரை மொழிபெயர்ப்பு தோல்வியடைந்தது
te: వచన అనువాదం విఫలమైంది
zu: Ukuhumusha umbhalo kuhlulekile

source: The AR session failed
af: Die AR-sessie het misluk
bn: AR সেশন ব্যর্থ হয়েছে৷
de: Die AR-Sitzung ist fehlgeschlagen
es: La sesión de AR falló
fr: La session AR a échoué
hi: एआर सत्र विफल रहा
hr: AR sesija nije uspjela
id: Sesi AR gagal
mr: AR सत्र अयशस्वी झाले
pt_br: A sessão AR falhou
ta: AR அமர்வு தோல்வியடைந்தது
te: AR సెషన్ విఫలమైంది
zu: Isikhathi se-AR sihlulekile

source: The detected text is in
af: Die bespeurde teks is in
bn: সনাক্ত করা টেক্সট আছে
de: Der erkannte Text ist in
es: El texto detectado está en
fr: Le texte détecté est en
hi: पता लगाया गया पाठ अंदर है
hr: Otkriveni tekst je unutra
id: Teks yang terdeteksi masuk
mr: सापडलेला मजकूर आत आहे
pt_br: O texto detectado está em
ta: கண்டறியப்பட்ட உரை உள்ளது
te: కనుగొనబడిన వచనం ఉంది
zu: Umbhalo otholiwe ungaphakathi

source: This will be removed from conversation history. Are you sure?
af: Dit sal uit gesprekgeskiedenis verwyder word. Is jy seker?
bn: এটি কথোপকথনের ইতিহাস থেকে সরানো হবে৷ আপনি কি নিশ্চিত?
de: Dies wird aus dem Gesprächsverlauf entfernt. Bist du sicher?
es: Esto se eliminará del historial de conversaciones. ¿Está seguro?
fr: Cela sera supprimé de l’historique des conversations. Es-tu sûr?
hi: इसे वार्तालाप इतिहास से हटा दिया जाएगा. क्या आपको यकीन है?
hr: Ovo će biti uklonjeno iz povijesti razgovora. Jeste li sigurni?
id: Ini akan dihapus dari riwayat percakapan. Apa kamu yakin?
mr: हे संभाषण इतिहासातून काढले जाईल. तुम्हाला खात्री आहे का?
pt_br: Isso será removido do histórico de conversas. Tem certeza?
ta: இது உரையாடல் வரலாற்றிலிருந்து அகற்றப்படும். நீங்கள் உறுதியாக இருக்கிறீர்களா?
te: ఇది సంభాషణ చరిత్ర నుండి తీసివేయబడుతుంది. మీరు ఖచ్చితంగా ఉన్నారా?
zu: Lokhu kuzosuswa emlandweni wengxoxo. Uqinisekile?

source: This will be removed from history and bookmarks. Are you sure?
af: Dit sal uit die geskiedenis en boekmerke verwyder word. Is jy seker?
bn: এটি ইতিহাস এবং বুকমার্ক থেকে মুছে ফেলা হবে৷ আপনি কি নিশ্চিত?
de: Dies wird aus dem Verlauf und den Lesezeichen entfernt. Bist du sicher?
es: Esto se eliminará del historial y de los marcadores. ¿Está seguro?
fr: Cela sera supprimé de l’historique et des favoris. Es-tu sûr?
hi: इसे इतिहास और बुकमार्क से हटा दिया जाएगा. क्या आपको यकीन है?
hr: Ovo će biti uklonjeno iz povijesti i oznaka. Jeste li sigurni?
id: Ini akan dihapus dari riwayat dan bookmark. Apa kamu yakin?
mr: हे इतिहास आणि बुकमार्कमधून काढले जाईल. तुम्हाला खात्री आहे का?
pt_br: Isso será removido do histórico e dos favoritos. Tem certeza?
ta: இது வரலாறு மற்றும் புக்மார்க்குகளில் இருந்து அகற்றப்படும். நீங்கள் உறுதியாக இருக்கிறீர்களா?
te: ఇది చరిత్ర మరియు బుక్‌మార్క్‌ల నుండి తీసివేయబడుతుంది. మీరు ఖచ్చితంగా ఉన్నారా?
zu: Lokhu kuzosuswa emlandweni nasemabhukhimakhini. Uqinisekile?

source: This will be removed from translations history and bookmarks. Are you sure?
af: Dit sal uit vertalingsgeskiedenis en boekmerke verwyder word. Is jy seker?
bn: এটি অনুবাদের ইতিহাস এবং বুকমার্ক থেকে সরানো হবে। আপনি কি নিশ্চিত?
de: Dies wird aus dem Übersetzungsverlauf und den Lesezeichen entfernt. Bist du sicher?
es: Esto se eliminará del historial de traducciones y de los marcadores. ¿Está seguro?
fr: Cela sera supprimé de l’historique des traductions et des favoris. Es-tu sûr?
hi: इसे अनुवाद इतिहास और बुकमार्क से हटा दिया जाएगा. क्या आपको यकीन है?
hr: Ovo će biti uklonjeno iz povijesti prijevoda i oznaka. Jeste li sigurni?
id: Ini akan dihapus dari riwayat terjemahan dan bookmark. Apa kamu yakin?
mr: हे भाषांतर इतिहास आणि बुकमार्कमधून काढले जाईल. तुम्हाला खात्री आहे का?
pt_br: Isso será removido do histórico de traduções e dos favoritos. Tem certeza?
ta: மொழிபெயர்ப்பு வரலாறு மற்றும் புக்மார்க்குகளில் இருந்து இது அகற்றப்படும். நீங்கள் உறுதியாக இருக்கிறீர்களா?
te: ఇది అనువాద చరిత్ర మరియు బుక్‌మార్క్‌ల నుండి తీసివేయబడుతుంది. మీరు ఖచ్చితంగా ఉన్నారా?
zu: Lokhu kuzosuswa emlandweni wokuhumusha namabhukhimakhi. Uqinisekile?

source: This will remove all conversations. Are you sure?
af: Dit sal alle gesprekke verwyder. Is jy seker?
bn: এটি সমস্ত কথোপকথন মুছে ফেলবে৷ আপনি কি নিশ্চিত?
de: Dadurch werden alle Konversationen entfernt. Bist du sicher?
es: Esto eliminará todas las conversaciones. ¿Está seguro?
fr: Cela supprimera toutes les conversations. Es-tu sûr?
hi: इससे सभी वार्तालाप हटा दिए जाएंगे. क्या आपको यकीन है?
hr: Ovo će ukloniti sve razgovore. Jeste li sigurni?
id: Ini akan menghapus semua percakapan. Apa kamu yakin?
mr: हे सर्व संभाषणे काढून टाकेल. तुम्हाला खात्री आहे का?
pt_br: Isso removerá todas as conversas. Tem certeza?
ta: இது அனைத்து உரையாடல்களையும் அகற்றும். நீங்கள் உறுதியாக இருக்கிறீர்களா?
te: ఇది అన్ని సంభాషణలను తీసివేస్తుంది. మీరు ఖచ్చితంగా ఉన్నారా?
zu: Lokhu kuzosusa zonke izingxoxo. Uqinisekile?

source: This will remove all history and bookmarks. Are you sure?
af: Dit sal alle geskiedenis en boekmerke verwyder. Is jy seker?
bn: এটি সমস্ত ইতিহাস এবং বুকমার্ক মুছে ফেলবে৷ আপনি কি নিশ্চিত?
de: Dadurch werden der gesamte Verlauf und alle Lesezeichen entfernt. Bist du sicher?
es: Esto eliminará todo el historial y los marcadores. ¿Está seguro?
fr: Cela supprimera tout l’historique et les signets. Es-tu sûr?
hi: यह सभी इतिहास और बुकमार्क हटा देगा. क्या आपको यकीन है?
hr: Ovo će ukloniti svu povijest i oznake. Jeste li sigurni?
id: Ini akan menghapus semua riwayat dan bookmark. Apa kamu yakin?
mr: हे सर्व इतिहास आणि बुकमार्क काढून टाकेल. तुम्हाला खात्री आहे का?
pt_br: Isso removerá todo o histórico e favoritos. Tem certeza?
ta: இது அனைத்து வரலாறு மற்றும் புக்மார்க்குகளை அகற்றும். நீங்கள் உறுதியாக இருக்கிறீர்களா?
te: ఇది అన్ని చరిత్ర మరియు బుక్‌మార్క్‌లను తీసివేస్తుంది. మీరు ఖచ్చితంగా ఉన్నారా?
zu: Lokhu kuzosusa wonke umlando namabhukhimakhi. Uqinisekile?
